{
    "testas": "testen",
    "Mūsų darbai": "Our work",
    "Namai": "Home",
    "Failų servisas": "File services",
    "Tapti dyleriu": "Become a dealer",
    "Įrankiai": "Tools",
    "Remapas support": "Remapas Support",
    "Kainos": "Prices",
    "D.U.K": "D.U.K",
    "kalba": "en",
    "kalba2": "lt",
    "Plačiau": "More",
    "Tapk dyleriu": "Become a dealer",
    "Pagalbos sistema": "Support",
    "Siūlome aukščiausios kokybės individualiai kurtas ECU programas daugeliui automobilių.": "We offer the highest quality custom-designed ECU programs for many cars.",
    "Visos programos yra patikrintos naudojant dyno stendą. Dirbame": "All programs are tested using a dyno stand. We work",
    "Registruokitės ir gaukite 20 kreditų": "Sign up and get 20 credits",
    "nemokamai": "for free",
    "Pildyti paraišką": "Fill in the application",
    "Jau turite paskyra?": "Already have an account?",
    "Registruotis nemokamai": "Register for free",
    "Visos programos yra patikrintos naudojant dyno stendą": "All programs are tested using a dyno stand",
    "Dirbame 24/7": "We work 24/7",
    "Prisijungti": "Log in",
    "Pirkti kreditus naudojant PayPal arba Paysera": "Buy credits using PayPal or Paysera",
    "Įkelti ECU failus ir gauti modifikuotus atgal": "Upload ECU files and get modified back",
    "Modifikuoti failai yra aukščiausios kokybės, saugųs ir patikrinti naudojant dyno stendą": "Modified files are of the highest quality, safe and verified using a dyno stand",
    "Kiekvienas failas yra individualiai modifikuotas pagal Jūsų automobilį siekiant išgauti geriausius rezultatus": "Each file is individually modified according to your car to get the best results",
    "Mūsų pasiūloje rasite tik 100% Dyno ištestuotus, aukščiausios kokybės failus, kuriems suteikiame garantiją.Pagal individualius susitarimus failus teikiame beveik visą parą.": "In our offer you will find only 100% Dyno-tested, top-quality files, for which we provide a guarantee. According to individual agreements, we provide files almost around the clock.",
    "Prisijungite prie savo failų sistemos": "Log in to your file system",
    "Registruotas vartotojas gali:": "A registered user can:",
    "Kodėl mes?": "Why us?",
    "Esant reikalui atliksime būtent jūsų atveju reikalingas failo korekcijas.": "If necessary, we will make the necessary file adjustments for your case.",
    "Bene vieninteliai pasaulyje siūlome tokią stiprią, visapusišką, lanksčiomis darbo valandomis veikiančią support sistemą, kuri padės spręsti visas įmanomas problemas - failų, įrangos naudojimo, mechaninių gedimų, mechaninio automobilių tobulinimo ir kt.": "Probably the only ones in the world to offer such a strong, comprehensive, flexible working hours support system that will help solve all possible problems - files, equipment use, mechanical failures, mechanical car repair, etc.",
    "Suteikiame laisvę rinktis kaip glaudžiai norite bendradarbiauti su mumis.Savarankiškai dirbantiems su master įranga siūlome patogiomis valandomis veikiantį failų tiekimą ir live help /tickets sistemos pagalbą. Siekiantiems užtikrinto rezultato, nuolatinio tobulėjimo ir tiems, kuriems reikalinga patikima pagalba iš šalies siūlome stiprią support sistemą, įrangos įsigijimą ir daugybę kitų privalumų.": "We give you the freedom to choose how closely you want to work with us. For those who work independently with the master equipment, we offer convenient file delivery and live help / tickets system support. For those who want a guaranteed result, continuous improvement and those who need reliable support from the country, we offer a strong support system, the purchase of equipment and many other advantages.",
    "Visiems slave useriams teikiame pagalbą darbe su projektais. Stage 3/4/5 failai ir reikalingų modifikacijų sąrašas,konsultacijos jas atliekant. Visi projektiniai failai teikiami pagal automobilių gyvus parametrus (data log) ir dyno kreives.": "We provide assistance to all slave users in working with projects. Stage 3/4/5 files and a list of required modifications, consultations on making them. All design files are provided according to the car's live parameters (data log) and dyno curves.",
    "Vis dar neturite paskyros?": "Still don't have an account?",
    "Vis dar": "Still",
    "Neįtikinome": "Not convinced",
    "Esame atviri pasiūlymams. Susisiekite, pateikite savo sąlygas ir idėjas bendradarbiavimui.": "We are open to suggestions. Contact us, submit your terms and ideas for cooperation.",
    "Susisiekti": "Contact us",
    "Suteikiame galimybę tapti mūsų partneriu versle, įsigyti profesionalią įrangą darbui, gauti pagalbą, patarimus, konsultacijas bei reikalingas pamokas tam, kad jūsų teikiamos paslaugos taptų aukščiausios kokybės. Šią galimybę suteikiame kiekvienam chiptuneriui, tiek pradedančiajam, tiek pažengusiam profesionalui. Pasinaudokite galimybe savo verslą pakelti į aukščiausią lygmenį, gauti profesionaliausius patarimus, atsakymus į visus klausimus be užuolankų. Padėsime ir konsultuosime visose srityse, pradedant profesionalia diagnostika bei automobilio techninės būklės įvertinimo prieš/po chip tuning, baigiant subtilybėmis nuskaitinėjant bei įrašinėjant failus, reklama, įvaizdžiu bei komunikacija su klientais. Trumpai tariant – jūsų problemos versle taps mūsų problemomis. Būtinos sąlygos – įrangos komplekto įsigijimas iš mūsų rankų bei metinė support narystė mūsų bendruomenėje. Kiekvienas partneris turi galimybę kartu tapti ir partneriu-atstovu, tokiu būdų gauti dar geresnes failų kainas ir daug kitų papildomų privalumų.": "We provide an opportunity to become our business partner, purchase professional equipment for work, receive help, advice, consultations and the necessary lessons to make your services of the highest quality. We give this opportunity to every chipper, both beginner and advanced professional. Take the opportunity to elevate your business to the highest level, get the most professional advice, answers to all questions without curtains. We will assist and consult in all areas, from professional diagnostics and pre-post / post-chip tuning of the car's technical condition, to the subtleties of scanning and recording files, advertising, image and communication with customers. In short, your problems in business will become our problems. Prerequisites - purchase of a set of equipment from our hands and annual support membership in our community. Each partner has the opportunity to become a partner-representative at the same time, thus obtaining even better file prices and many other additional benefits.",
    "Noriu tapti partneriu (landing page į anketą, kurią reikia užpildyti norint tapti slave user). Anketoje turi nurodyti vardą pavardę, trumpai apie savo žinias ir patirtį, kokios pagalbos daugiausiai reikės iš mūsų, su kokiais auto žada dirbti ar dirba daugiausiai, kokia turima ir trūkstama įranga, kontaktai kaip susisiekti su juo.": "I want to become a partner (landing page to the form you need to fill out to become a slave user). The questionnaire must state the name and surname, briefly about your knowledge and experience, what help we will need the most, with whom the car promises to work or work the most, what equipment is available and missing, contacts, how to contact him.",
    "Tiek partneriu-atstovu, tiek partneriu gali tapti kiekvienas servisas ir pradedantysis. Prisijunkite prie augančios mūsų bendruomenes ir padėkite savo versui augti kartu su mumis, tapkite tikru profesionalu! Mes padėsime jums kasdien tobulėti galios didinimo srityje!": "Every service and beginner can become both a partner-representative and a partner. Join our growing communities and help your business grow with us, become a true professional! We will help you improve every day in the field of power building!",
    "Sveiki atvykę į": "Welcome to",
    "failų servisą!": "file service!",
    "Suteikiame galimybę tapti partneriu-atstovu – prekiauti mūsų failais bei įranga, tačiau tai daryti savo vardu. Suteiksime website platformą darbui, kurią galėsite naudoti savo reikmėms arba failų prekybai. Apie visus oficialius partnerius-atstovus skelbsime visuose savo reklamos kanaluose, taip padėsime jums augti. Tokiu būdu būdamas partneriu turėsite unikalią galimybę papildomai užsidirbti, gauti dideles nuolaidas įsigyjant failus savo reikmėms. Atkreipiame dėmesį, kad norint tapti partneriu-atstovu būtina įsigyti slave įrangos paketą. Dėl galimybės tapti partneriu-atstovu kreipkitės tiesiogiai į mus, kiekvienu atveju individualiai aptariamos abiems pusėms palankios sąlygos bei galimybės.": "We provide an opportunity to become a partner-representative - to sell our files and equipment, but to do so on our own behalf. We will provide a website platform for the work that you can use for your own needs or for file trading. We will advertise all official partners in all our advertising channels, thus helping you to grow. This way, as a partner, you will have a unique opportunity to earn extra money, get big discounts on purchasing files for your needs. Please note that in order to become a partner-representative, it is necessary to purchase a package of slave equipment. For the possibility to become a partner-representative, contact us directly, in each case the conditions and opportunities favorable to both parties are discussed individually.",
    "Flex modulis": "",
    "Šis prietaisas naudojamas nesudėtingam automobilio programinės įrangos tiuningavimui, perprogramavimui ar modifikavimui, interneto sąsaja atskleidžia pilną šio prietaiso potencialą. Prijungimas vyksta tiesiogiai per OBD jungtį. Pažangiems remonto darbams atlikti naudokite Flexbox modulį, kuris leidžia programuoti BDM, Bootloader, JTAG ir AUD režimais. Prietaisas yra pajėgus aptikti galimas prisijungimo arba ryšio klaidas. ": "",
    "Techniniai parametrai": "",
    "jungtis": "",
    "indikatoriai": "",
    "Maitinimas": "",
    "Kaina": "Price",
    "Flex modulis": "Flex module",
    "Šis prietaisas naudojamas nesudėtingam automobilio programinės įrangos tiuningavimui, perprogramavimui ar modifikavimui, interneto sąsaja atskleidžia pilną šio prietaiso potencialą. Prijungimas vyksta tiesiogiai per OBD jungtį. Pažangiems remonto darbams atlikti naudokite Flexbox modulį, kuris leidžia programuoti BDM, Bootloader, JTAG ir AUD režimais. Prietaisas yra pajėgus aptikti galimas prisijungimo arba ryšio klaidas.": "This device is used for simple tuning, reprogramming or modification of car software, the web interface reveals the full potential of this device. The connection takes place directly via the OBD connector. For advanced repairs, use the Flexbox module, which allows programming in BDM, Bootloader, JTAG and AUD modes. The device is capable of detecting possible connection or connection errors.",
    "Techniniai parametrai": "Technical parameters",
    "USB jungtis": "USB connection",
    "LED indikatoriai": "LED indicators",
    "Maitinimas": "Power supply",
    "Komunikacijos jungtys": "Communication connections",
    "Universali jungtis: Universalios 15 In/Out jungtys,": "Universal connector: Universal 15 In / Out connectors,",
    "Įtampos: vidinė 3.3V- 5V, išorinė 1.8 – 5.5V": "Voltages: internal 3.3V-5V, external 1.8 - 5.5V",
    "Apsaugos: ESD 1kV, viršįtampiai, perkrovos, perkaitimas, poliarizacija, USB galvaninė atskyra.": "Protection: ESD 1kV, overvoltages, overloads, overheating, polarization, USB galvanic isolation.",
    "Palaikomu automobiliu sarasa galite rasti cia :": "You can find a list of supported cars here:",
    "Kodėl mes renkamės magpro?": "Why do we choose magpro?",
    "Bazinis rinkinys": "Basic set",
    "Paprasčiausias pasirinkimas norint dirbti su automobiliais per obd jungtį bei neardant valdymo bloko. Turi galimybe dirbti su beveik visais naujausiais automobilių variklių ir automatinių pavarų dėžių blokais.": "The simplest choice for working with cars via the obd connection and without disassembling the control unit. Has the ability to work with almost all the latest automotive engine and automatic transmission blocks.",
    "Vidutinis rinkinys": "Medium set",
    "šis rinkinys skirtas dirbantiems su naujesniais Delphi, Marelli, Delco, Continental/Siemens, Bosch edc16 ir kitais valdymo blokais, kurių  nuskaitymas atliekamas tiesiai jungiantis į jį. Tad prie Bazinio rinkinio pridedame universalų stovą su adatomis, bei bdm adapteriais.": "this kit is intended for use with newer Delphi, Marelli, Delco, Continental / Siemens, Bosch edc16 and other control units that are scanned directly by connecting to it. So we add a universal stand with needles and bdm adapters to the Basic set.",
    "Turi galimybe dirbti su beveik visais naujausiais automobilių variklių ir automatinių pavarų dėžių blokais.": "Has the ability to work with almost all the latest automotive engine and automatic transmission blocks.",
    "Pilniausias rinkinys": "Complete set",
    "šiame rinkinyje papildomai nei Vidutiniame rinkinyje diagnostinė įranga, kurios pagalba jūs galėsite daugiau nei 80 automobilių modelių, padaryti log failus, reikiamus prieš individualų galios didinimą bei atlikti reikiamus reset, adaptacijas prieš ir po programavimo darbų. Be diagnostikos įrangos programavimo darbai neįsivaizduojami, tada šis pasiūlymas tinka visiems programuotojams.": "in this set, in addition to the Medium set, diagnostic equipment, with the help of which you will be able to make more than 80 car models, make log files required before individual power increase and perform necessary resets, adaptations before and after programming work. Without diagnostic equipment programming work is unimaginable, then this offer is suitable for all programmers.",
    "Turi galimybe dirbti su beveik visais naujausiais automobilių variklių ir automatinių pavarų dėžių blokais.": "Has the ability to work with almost all the latest automotive engine and automatic transmission blocks.",
    "Raskite automobilį": "Find the car",
    "Galios didinimo kainos benzininiams varikliams": "Power increase prices for gasoline engines",
    "Galios didinimo kainos dyzeliniams varikliams": "Power increase prices for diesel engines",
    "Kitos darbų": "Other works",
    "Paslaugų kainos sunkiajai ir agro technikai": "Service prices for heavy and agricultural machinery",
    "Dažniausiai užduodami klausimai": "Frequently asked questions",
    "Jei dar turite klausimų, susisiekite!": "If you still have questions, get in touch!",
    "1. Ar galios didinimas nepakenks automobilio varikliui, sankabai, dėžei ir kt.?": "1. Can chip tuning damage car engine, clutch, gearbox etc.?",
    "Profesionaliai atliktas galios didinimas neigiamos įtakos automobilio mechaniniams mazgams neturės. Ypatingai svarbu prieš atliekant galios didinimo programavimo darbus gerai įvertinti automobilio galimybes bei techninę būklę , jei yra gedimų, pirma išspręsti jų tvarkymo klausimus ir tik tuomet didinti galią. Remapo servise naudojama pažangi, originali įranga, o kiekvienas automobilis programuojamas individualiai. Tai leidžia maksimaliai išpildyti kliento lūkesčius ir tuo pačiu apsaugoti automobilį nuo per greito agregatų susidėvėjimo.": "Professional chip tuning will not affect car mechanical units negatively. It is of particular importance to evaluate potential of the car and its technical conditions before starting programming works of chip tuning, in case of breakdowns, they shall be solved and only then it is possible to perform chip tuning. Advanced and original equipment is used in „Remapas“ garage and each car is programmed individually. It allows meeting client‘s expectations and at the same time protect the car from too rapid deterioration of units.",
    "2. Ar atlikus galios didinimą padidėja išmetamųjų dujų kiekis?": "2. Does the amount of exhaust gases increase after chip tuning?",
    "Ne, profesionaliai atlikus galios didinimą išmetamųjų dujų kiekis nepadidės ir normų neviršins. Dūmingumas po galios didinimo padidėja tik tuo atveju, jeigu automobilis turi techninių gedimų arba galios didinimas buvo atliktas mėgėjiškai ir neprofesionaliai.": "No, the amount of exhaust gases does not increase and does not exceed the standards after professional chip tuning. Opacity increases after chip tuning only if a car has technical breakdowns or chip tuning was performed not professionally, but amateurishly.",
    "3. Ar atliktas galios didinimas ar kiti programavimo darbai netrukdys sėkmingai praeiti techninės apžiūros?": "3. Do chip tuning and other programming works performed prevent from successful technical inspection?",
    "Ne, galios didinimas nesukelia jokių neigiamų padarinių, kurie trukdytų praeiti techninę apžiūrą.": "No, chip tuning does not have any negative results that could prevent from successful technical inspection.",
    "4. Kuo skiriasi Stage 1, Stage 2 ir Stage 3 galios didinimas?": "4. What is the difference between chip tuning of Stages 1, 2 and 3?",
    "Iš esmės tai gana laisvai interpretuojamos sąvokos, dėl kurių egzistuoja įvairių nuomonių. Paprastai tariant, jos apibūdina, kiek stipriai yra modifikuojamas automobilis galios prieaugiui pasiekti. Visur sutariama, kad Stage 1 yra galios didinimas tik programuojant automobilio variklio valdymo bloką. Stage 2 gali būti stipresnis galios didinimas tik programuojant, arba kartu atliekant pagrindinių mazgu mechanines modifikacijas. Stage 3 – esminis automobilio mechaninių mazgų perdarymas siekiant maksimalių galios prieaugio rezultatų.": "Essentially, these concepts are rather freely interpreted, there are different opinions regarding them. Simply, they define the degree of car modification used to achieve chip tuning. It is generally agreed that Stage 1 is chip tuning when only car engine control unit is programmed. Stage 2 can be more serious chip tuning performed only by programming or with mechanical modifications of the main units being performed. Stage 3 is essential remake of mechanical car units seeking maximum results of chip tuning.",
    "5. Kuo skiriasi chip tuning ir remapas?": "5. What is the difference between chip tuning and remap?",
    "Iš esmės niekuo, tai dvi sąvokos reiškiančios tą patį – galios didinimą programuojant automobilio variklio valdymo bloką.": "Basically, there is no difference, these are two concepts bearing the same meaning – chip tuning performed by programming car engine control unit.",
    "6. Nuo ko priklauso galios didinimo kaina?": "6. What determines the price of chip tuning?",
    "Pirmiausia, nuo suteikiamų paslaugų kokybės, naudojamos įrangos, turimų žinių bei sukauptos patirties. Toliau – nuo automobilio modelio, variklio, norimų rezultatų ir kt.": "Firstly, it depends on the quality of services provided, equipment used, knowledge and experience obtained. Then – on the car model, engine, desired results etc.",
    "7. Ar atliekant galios didinimą privalu eliminuoti ekologines sistemas?": "7. Is it essential to eliminate ecological systems when performing chip tuning?",
    "Tikrai ne, jei jose nėra gedimų. Tačiau kai kuriems modeliams, norint pasiekti Stage 2 rezultatus reikalinga eliminuoti DPF.": "Certainly no, if there are no breakdowns. However, some models need to have DPF eliminated in order to reach the results of DPF.",
    "8. Kas yra Power Box įrenginys ir kaip jis veikia?": "8. What is Power Box device and how does it work?",
    "Apie Power Box platesnė informacija pateikiama skiltyje „Paslaugos“. Atkreipiame dėmesį, kad Remapo Power Box yra naujos kartos, aukščiausios kokybės ir ypatingai rekomenduojami gamintojo garantiją turintiems automobiliams.Neradai atsakymo į rūpimus klausimus? Susisiek su mumis: info@remapas.lt": "More detailed information on Power Box is available in the section „Services“. Please note that “Remapas“ Power Box is of new generation, of the highest quality and especially recommended to cars with manufacturer‘s warranty.Didn‘t get the answer to your questions? Contact us: info@remapas.lt",
    "Susisiekite": "Contact us",
    "Dirbame 24/7.": "Open 24/7",
    "Išmėginkite mūsų naujus teikiamus įrankius": "Try our newest features",
    "Naudokitės mūsų pagalbos sistema": "Use our support services",
    "Individualus, saugus ir patikimas automobilių valdymo blokų modifikavimas.": "Individual, safe and reliable modification of car control units.",
    "Turite klausimų? Susisiekite!": "Do you have any questions? Get in touch!",
    "Jūsų žinutė": "Message",
    "Esame Remapas performance – profesionali lengvųjų automobilių, sunkiasvorių transporto priemonių ir agro technikos programavimo kompanija. Savo paslaugas teikiame programuotojams visame pasaulyje, mūsų redaguotus failus naudoja profesionalūs chiptuneriai keturiuose žemynuose. Esame sukaupę ypatingai didelę patirtį, žinių ir kompetencijos. Mūsų darbas neapsiriboja  failų redagavimu ir pardavimu teoriniame lygmenyje, rinkoje išsiskiriame tuo, jog ne tik kuriame ir parduodame programas, bet ir patys jas testuojame savo galios didinimo labaratorijoje. Turime idealias sąlygas su savo redaguotais failais dirbti realiai, testuoti juos skirtinguose automobiliuose, dyno stendu, kelyje ir kt. Mūsų galios didinimo laboratorija yra orientuota į parduodamų failų kūrimą, jų kokybės gerinimą, pilną ištestavimą ir tobulinimą. Būtent todėl galime pasiūlyti aukščiausios kokybės, patikimus ir ištestuotus failus, profesionalią įrangą darbui bei 24/7 veikiančią pagalbą realiuoju laiku užtikrintam jūsų darbui.  ": "",
    "": "",
    "": "",
    "Susisiekti": "Send",
    "Kontaktai": "Contacts",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": ""
}